help_text1 = f"""
    每套住宅至少应有一个居住空间获得日照，该日照标准应符合现行国家标准《城市居住区规划设计规范》GB 50180有关规定：表5.0.2- 1 （住宅建筑日照标准）大寒日≥2小时；全部住宅均需满足日照要求。幼儿园的主要生活用房,应能获得冬至日不小3h的日照标准。
"""
help_text2 = f"""
    商品房及自住型商品房按每户1辆车计算，公租房按每户0.5辆车计算；商业按100辆/10000㎡计算；10%地上停车，90%地下停车。停 车位尺寸不小于2.5m×6m，子母车位、微型车位不计入车位指标。
"""
help_text3 = f"""
    10层以上建筑应修建“满堂红”防空地下室； 9层以下基础埋深大于3m的建筑，应按其总建筑面积的3%修建防空地下室； 9层以下基础埋深小于3m的建筑，应按其总建筑面积的2%修建防空地下室； 单建地下建筑应按其总面积的30%修建人防工程；
"""
help_text4 = f"""
0015-0059号地块为：社区综合服务中心1000㎡，社区医疗服务站200㎡，文化活动站500㎡，社区居委会95㎡，物业管理（住宅）50 ㎡，配电室60㎡；0015-0062号地块为：文化活动站500㎡，社区居委会95㎡，物业管理（公租房）50㎡，配电室60㎡。
"""
help_text5 = f"""
按照《建筑工程建筑面积计算规范》（GB/T 50353-2013）的要求；1、地下室、半地下室应按其结构外围水平面积计算。结构层高在 2.2M及以上的，应计算全面积；结构层高在2.2M以下的应计算1/2面积。2、在主体结构内的阳台，应按其结构外围水平投影面积计算 全面积；在主体结构外的阳台，应按其结构底板水平投影面积计算1/2面积。3、与建筑物内不相连通的建筑部件不计算面积。[建筑部件： 依附于建筑物外墙外不与户室开门连通，起装饰作用的敞开式挑台（廊）、平台，以及不与阳台相通的空调室外机搁板（箱）等设备平 台部件]；4、有顶盖的采光井应按一层计算面积，结构净高在2.1M及以上的，应计算全面积，结构净高在2.1M以下的，应计算1/2面积。
"""
help_text6 = f"""
退线：退让相邻单位建设用地边界线距离按照《北京市规划设计通则》的规定执行，结合设计思路，当0<D(相邻道路)≤20时，用地退 线1M；当20<D≤30时，用地退线＞3M；当30<D≤60时，用地退线＞5M； 间距：建筑间距系数为塔式建筑1.2，板式建筑1.7。 人均指标：按照《关于加强居住建筑规划设计方案审查有关意见的通知》（市规发[2014]034号）的要求，政策性住房和普通商品房等 不同类型的居住建筑在建筑密度、人口密度和人均绿地指标基本保持一致。
"""
help_text7 = f"""
重要规划条件均需列明，但不限于模板文件中的要求 （例如：绿建、装配式建筑、立面设计、装修标准、商业及自持面积、无偿移交政府的配套用房等重要规划条件的说明）
"""
